import React from 'react';

import {ArticlePage} from '../components';

const AdvicePage = () => (
    <ArticlePage>
        <div className="top__header">
            <p>
                Специально разработанный набор осветлителей Tints of Nature на 100% не содержит аммиака и насыщен
                потрясающими натуральными и органическими ингредиентами для питания, ухода и защиты ваших волос,
                поэтому они выглядят и чувствуют себя более здоровыми, чем когда-либо.</p>
            <p>
                Мы знаем, что осветление ваших собственных волос может быть сложной задачей, поэтому мы собрали
                наши экспертные советы, чтобы вы получили наилучшие результаты от Вашего набора для осветления.
            </p>
            <p>Просто нажмите на ссылку ниже, чтобы перейти к интересующему вас разделу.</p>

            <p>Просто нажмите на ссылку ниже, чтобы перейти к интересующему вас разделу.</p>

            <p><a href="#fullhead">Полное обесцвечивание</a></p>

            <p><a href="#highlight">Частичное осветление</a></p>

            <p><a href="#balayage">Применение Балаяжа</a></p>

        </div>
        <section className="reverse" id="fullhead">
            <div className="section__item">
                <img src="/articles/lightener-tips/fullhead.png" />
            </div>
            <div className="section__item">
                <h2>Полное обесцвечивание</h2>
                <p>
                    1. Наденьте пластиковые перчатки. Смешайте осветляющий порошок, активатор и защитное масло в
                    мисочке с помощью кисти, до получения консистенции крема.
                </p>
                <p>
                    2. Нанесите осветляющую смесь на чистые сухие волосы. Убедитесь, что волосы полностью покрыты.
                </p>
                <p>
                    <span>Окрашивание отросших корней:</span> нанесите смесь на корни, избегая попадания на ранее
                    осветленные волосы.
                </p>
                <p>
                    3. Накройте пластиковой шапочкой. Визуально контролируйте результат осветления, максимальное
                    время выдержки до 45 минут.
                </p>
                <p>
                    4. Снимите пластиковую шапочку. Тщательно промойте волосы теплой водой до полного удаления
                    продукта. Используйте увлажняющий шампунь и кондиционер которые идут в наборе. Оставьте
                    кондиционер на 5 минут и расчешите. Тщательно промойте водой. Уложите волосы как обычно.
                </p>
            </div>
        </section>
        <section id="highlight">
            <div className="section__item">
                <h2>
                    Основные моменты частичного осветления
                </h2>
                <p>
                    1. Разделите волосы на 3 хвостика. Один у основания шеи, один посередине и один высоко на голове.
                    Наденьте пластиковые перчатки. Смешайте осветляющий порошок, активатор и защитное масло в мисочке
                    с помощью кисти, до получения консистенции крема.
                </p>
                <p>
                    2. Накройте плечи старым полотенцем. Отпустите только нижний хвостик. Тщательно расчешите. Вы
                    можете использовать свои пальцы (в перчатках), а не кисть, если хотите. Возьмите небольшой участок
                    волос, нанесите осветляющую смесь и убедитесь, что обе стороны пряди покрыты равномерно от корня до
                    кончика. Убедитесь, что вы работаете в избытке продукта, а затем аккуратно уложите прядь вниз.
                    Добавьте желаемые блики к нижней части волос. Опустите средний хвост и повторите весь процесс
                    нанесения. Верхний конский хвост; перед нанесением дайте волосам упасть в естественном положении с
                    вашим обычным пробором. Повторите весь процесс.
                </p>
                <p>
                    Окрашивание отросших корней: нанесите смесь на корни, избегая попадания на ранее осветленные волосы.
                </p>
                <p>
                    Совет: Tints of Nature Lightener Kit также подходит для использования с любыми методами осветления,
                    которые вы хотите использовать, фольгой, расческой и т. д.
                </p>
                <p>
                    3. Накройте волосы пластиковым пакетом в свободном положении, во избежание пережимов и пятен. Визуально
                    контролируйте процесс осветления, максимальное время выдержки до 45 минут.
                </p>
                <p>
                    4. Снимите пластиковую шапочку. Тщательно промойте волосы теплой водой до полного удаления продукта.
                    Используйте увлажняющий шампунь и кондиционер которые идут в наборе. Оставьте кондиционер на 5 минут и
                    расчешите. Тщательно промойте водой. Уложите волосы как обычно.
                </p>
            </div>
            <div className="section__item">
                <img src="/articles/lightener-tips/highlightapp.png" />
            </div>
        </section>
        <section className="reverse" id="balayage">
            <div className="section__item">
                <img src="/articles/lightener-tips/balayage.png" />
            </div>
            <div className="section__item">
                <h2>
                    Применение Балаяжа
                </h2>
                <p>
                    1. Разделите волосы на 3 хвостика. Один у основания шеи, один посередине и один высоко на голове.
                    Наденьте пластиковые перчатки. Смешайте осветляющий порошок, активатор и защитное масло в мисочке с
                    помощью кисти, до получения консистенции крема.
                </p>
                <p>
                    2. Накройте плечи старым полотенцем. Отпустите только нижний хвостик. Тщательно расчешите расческой. Вы
                    можете использовать свои пальцы (в перчатках), а не кисть, если хотите. Возьмите небольшой участок волос
                    (не более 5 см в ширину), нанесите осветляющую смесь на кончики волос. Используйте свои пальцы, чтобы
                    распределить продукт вверх по волосам, до того момента откуда вы хотите, чтобы начинался эффект балаяжа.
                    Наносите краситель обильно. Повторите этот прием для всего нижнего слоя и аккуратно накройте фольгой или
                    аккуратно закрепите волосы сбоку (не используйте никаких аксессуаров для волос, содержащих металл).
                    Опустите средний хвостик, расчешите и повторите весь процесс нанесения. Верхний хвостик; перед нанесением
                    дайте волосам упасть в естественном положении с вашим обычным пробором. Повторите весь процесс. Фольга и
                    зажимы в этот раз не потребуются.
                </p>
                <p>
                    3. Накройте пластиковой шапочкой и подождите, визуально контролируйте  результат осветления, максимальное
                    время выдержки на натуральных волосах до 45 минут.
                </p>
                <p>
                    4. Чистыми перчатками, снимите шапочку, зажимы и фольгу. Тщательно промойте волосы теплой водой до полного
                    удаления продукта. Используйте увлажняющий шампунь и кондиционер, которые идут в наборе. Оставьте кондиционер
                    на 5 минут и расчешите. Тщательно промойте. Уложите волосы как обычно.
                </p>
            </div>
        </section>
    </ArticlePage>
);

export default AdvicePage;
