import React from 'react';

import {ArticlePage} from '../components';

const AdvicePage = () => (
    <ArticlePage>
        <div className="top__header">
            <p>
                Мы знаем, что окрашивание своих  собственных волос может быть сложной задачей, поэтому
                мы собрали наши экспертные советы, для достижения наилучших результатов.
            </p>

        </div>
        <section className="reverse" id="choose">
            <div className="section__item">
                <img src="/articles/henna-cream/choose.jpg" />
            </div>
            <div className="section__item">
                <h2>Как выбрать свой идеальный оттенок Henna Cream...</h2>
                <p>
                    Henna Cream идеально подходит, если вы хотите временно изменить цвет ваших волос или
                    поэкспериментировать с новым оттенком, или добавить глубину вашему существующему цвету.
                    Пожалуйста, обратите внимание, что Henna Cream не способна осветлить цвет ваших волос,
                    но предназначена для того, чтобы не меняя глубину вашего уровня тона, добавить оттенок
                    и насыщенность, это также возможность создать более темные оттенки. Чтобы найти свой
                    идеальный оттенок с Henna Cream, следуйте нашим пошаговым инструкциям…
                </p>
                <p>
                    1. Используя диапазон оттенков Henna Cream, выберите цвет, который более всего
                    соответствует вашей натуральной глубине уровня тона.
                </p>
                <p>
                    2. Выберите любой цвет в пределах этого уровня или любой оттенок темнее.
                </p>
                <p>
                    Например: если у вас темно-каштановые волосы или схожие, то вы можете использовать любой
                    оттенок, который будет темнее, например, черный или шоколадный, который добавит
                    дополнительную глубину и тон вашим волосам, не меняя резко ваш натуральный оттенок.
                </p>
                <p>
                    Обратите внимание, что этот продукт <span>НЕ СОДЕРЖИТ</span> перекись, поэтому он не имеет возможности
                    осветлять натуральные волосы.
                </p>
                <p>
                    Купите прямо сейчас свой идеальный оттенок!
                </p>
            </div>
        </section>
        <section id="apply">
            <div className="section__item">
                <h2>Как наносить Henna Cream...</h2>
                <p>
                    Чтобы добиться максимальных результатов окрашивания, выполните предварительный уход c Tints of
                    Nature Hydrate или Structure Treatment...и всегда помните о проведение теста на чувствительность
                    кожи и эластичность волос!
                </p>
                <p>
                    1. Нанесите шампунь Tints of Nature Clairify и тщательно промойте волосы (отлично подходит для стойкой
                    седины и удаления любого продукта или цвета, накопившегося на ваших волосах).
                </p>
                <p>
                    2. Высушите полотенцем и аккуратно расчешите волосы
                </p>
                <p>
                    3. Наденьте пластиковые перчатки, хорошо встряхните флакон с хной и отвинтите наконечник.
                </p>
                <p>
                    4. Для достижения наилучших результатов разделите волосы и аккуратно сожмите флакон с Henna Cream, и
                    нанесите краситель, начиная с корней и по всей длине.
                </p>
                <p>
                    5. Наносите краситель на волосы до тех пор, пока каждая прядь волос не будет покрыта.
                </p>
                <p>
                    6. Используя пластиковую шапочку, которая идет в комплекте, накройте волосы и подождите 30 минут. Для
                    закрашивания седины подождите 40 минут.
                </p>
                <p>
                    7. С помощью чистых перчаток снимите пластиковую шапочку и тщательно промойте волосы теплой водой,
                    пока вода не станет прозрачной.
                </p>
                <p>
                    8. Нанесите на волосы кондиционер и оставьте на 5 минут. Затем тщательно промойте водой.
                </p>
            </div>
            <div className="section__item">
                <img src="/articles/henna-cream/apply.png" />
            </div>
        </section>
        <section className="reverse" id="grey">
            <div className="section__item">
                <img src="/articles/henna-cream/grey.png" />
            </div>
            <div className="section__item">
                <h2>Окрашивание седых волос...</h2>
                <p>
                    Окрашивает ли Henna Cream седые волосы? Да! Henna Cream позволяет окрасить до 80% седых волос. Седые
                    волосы могут быть очень устойчивы к окрашиванию, обычно это происходит потому, что волосам не хватает
                    необходимой влаги. Мы предлагаем вам советы и рецепты для наилучшего закрашивания седины. Единственный
                    оттенок, который не закрашивает седину на 100%  – это 10N.
                </p>
                <span>Совет 1</span>
                <p>
                    1. Промойте волосы с шампунем Tints of Nature Clarify Shampoo, взбив его в пену (следует выполнять
                    указания на пузырьке). Нанесите пену, промойте волосы и высушите полотенцем.
                </p>
                <p>
                    2. Аккуратно расчешите волосы.
                </p>
                <p>
                    3. Наденьте прилагаемые пластиковые перчатки, хорошенько встряхните  флакон и отвинтите наконечник.
                </p>
                <p>
                    4. Для достижения наилучших результатов разделите волосы и аккуратно нанесите краситель, начиная с
                    корней и по всей длине.
                </p>
                <span>Совет 2</span>
                <p>
                    1. Средний-низкий нагрев от фена можно использовать в течение первых 10-15 минут вашего 40-минутного
                    времени разработки.
                </p>
            </div>
        </section>
    </ArticlePage>
);

export default AdvicePage;
