import React from 'react';

import {ArticlePage} from '../components';

const AdvicePage = () => (
    <ArticlePage>
        <div className="top__header center">
            <h2 className="black">
                Наша Этика
            </h2>
            <b>
                Мы привержены нашим основным ценностям и принципам, которые были неизменны с самого первого дня…
            </b>
        </div>
        <section className="reverse">
            <div className="section__item">
                <img src="/articles/ethics/ingredients.jpg" />
            </div>
            <div className="section__item">
                <h2 className="black">Ингредиенты</h2>
                <b>
                    Мы используем самые низкие уровни пигментов PPD и не добавляем жесткие ингредиенты, такие как
                    аммиак, чтобы ваши волосы могли выглядеть великолепно, а оттенок на волосах сохранялся
                    максимально долго! Мы упорно работаем, чтобы гарантировать, что все наши ингредиенты высокого
                    качества и получены от ответственных поставщиков, которые делают всё, чтобы защитить планету.
                </b>
                <p>
                    Мы считаем, что натуральные ингредиенты лучше для вас и ваших волос, поэтому предпочитаем
                    использовать натуральные и органические ингредиенты, которые возвращают здоровье вашим волосам,
                    без использования синтетических добавок, таких как аммиак, парабены, резорцины и сульфаты. Мы
                    используем мягкие синтетические ингредиенты в наших продуктах только тогда, когда не можем
                    найти подходящую натуральную альтернативу.
                </p>
                <p>
                    Мы делаем все возможное, чтобы обеспечить этическую и качественную поставку ингредиентов,
                    поставляя более 75% из Великобритании и с тщательным контролем качества и процессами
                    тестирования на месте, чтобы гарантировать, что все ингредиенты соответствуют нашим очень
                    высоким стандартам.
                </p>
            </div>
        </section>
        <section>
            <div className="section__item">
                <h2 className="black">
                    Тестирование На Животных
                </h2>
                <b>
                    Мы считаем, что здоровье и красота не должны идти в ущерб благополучию животных, поэтому все
                    наши продукты не содержат жестокости и никогда не тестируются на животных.
                </b>
                <p>
                    Наши ингредиенты не...:
                    <ul>
                        <li>
                            Мы не убиваем животных
                        </li>
                        <li>
                            Мы не причиняем им боль и дискомфорт
                        </li>
                        <li>
                            Мы не берём компоненты из дикой природы
                        </li>
                        <li>
                            Мы не используем побочные продукты меховой промышленности
                        </li>
                        <li>
                            Мы не используем побочные продукты скотобойни
                        </li>
                        <li>
                            Мы международно признаны организациями по защите животных PETA & Choose Cruelty-Free
                        </li>
                    </ul>
                </p>
                <p>
                    Мы также являемся членом Ассоциации косметических туалетных принадлежностей и парфюмерии (CTPA),
                    которая регулирует безопасность косметических продуктов в Великобритании. Как член CTPA, мы
                    активно работаем над продвижением практик в отрасли, которые не требуют тестирования на животных
                    и не тестируемых на животных ингредиентов.
                </p>
            </div>
            <div className="section__item">
                <img src="/articles/ethics/testing.jpg" />
            </div>
        </section>
        <section className="reverse">
            <div className="section__item">
                <img src="/articles/ethics/environment.jpg" />
            </div>
            <div className="section__item">
                <h2 className="black">
                    Окружающая Среда И Устойчивое Развитие
                </h2>
                <b>
                    Мы страстно стремимся минимизировать наше воздействие на окружающую среду на каждом этапе нашей
                    деятельности, начиная с разработки продукта, производства, упаковки, распределения и утилизации.
                    Мы перерабатываем столько, сколько можем, используя эффективные, энергосберегающие и низкоуглеродистые
                    методы производства, следя за тем, чтобы вся наша упаковка была пригодна для вторичной переработки и,
                    где это возможно, изготовлена из вторичного пластика и картона (вторичных материалов).
                </b>
                <p>
                    На самом деле, с тех пор как мы начали использовать 100% переработанную доску для наших постоянных
                    картонных коробок с краской для волос в 2003 году, мы сэкономили 225 000 кг первичного картона!
                </p>
                <p>
                    Наши упаковочные чипсы также сделаны из кукурузы, что означает, что они биоразлагаемы и даже могут быть
                    вымыты в раковине! Чтобы обеспечить наши этичные поставки и высокое качество ингредиентов, мы поставляем
                    более 75% нашего сырья отсюда, в Великобританию, и еще 15% - из ЕС. Мы постоянно ищем способы минимизировать
                    наш углеродный след и внести свой вклад в окружающую среду.
                </p>
            </div>
        </section>
        <section>
            <div className="section__item">
                <h2 className="black">
                    Ценности И Благополучие
                </h2>
                <b>
                    Возможность предоставлять высокоэффективные продукты, которые не только заботятся о вас и ваших волосах, но и
                    уважают ваши ценности, чрезвычайно важна для нас.
                </b>
                <p>
                    Вот почему мы с гордостью можем сказать, что все наши продукты являются веганскими и вегетариански дружественными,
                    тщательно и уникально сделанные, с заботой и нежностью к вам, вашим волосам и вашей коже.
                </p>
                <p>
                    Обратите внимание: предыдущие партии безсульфатного шампуня и средства для ухода за кожей головы все еще находятся в
                    обращении, которые содержат производное молока. Любые продукты, приобретенные в интернете, гарантированно содержат
                    новую веганскую дружественную формулу.
                </p>
            </div>
            <div className="section__item">
                <img src="/articles/ethics/wellbeing.jpg" />
            </div>
        </section>
    </ArticlePage>
);

export default AdvicePage;
