import React from 'react';

import {ArticlePage} from '../components';

const AdvicePage = () => (
    <ArticlePage>
        <div className="top__header">
            <p>Мы знаем, что окрашивание собственных волос может быть сложной задачей, поэтому мы
                собрали рекомендации экспертов, чтобы вы получили желаемые оттенки окрашивания с
                Tins of Nature.
            </p>
        </div>
        <section className="reverse" id="choose">
            <div className="section__item">
                <img src="/articles/permanent-tips/tintscolors.jpg" />
            </div>
            <div className="section__item">
                <h2>Как выбрать свой идеальный оттенок краски для волос Tins of Nature...</h2>
                <p>
                    Перманентные красители Tins of Nature дают возможность окрасить на тон темнее,
                    тон-в-тон, или на один тон светлее. Чтобы найти свой идеальный цвет Tints of
                    Nature, следуйте нашим пошаговым инструкциям…
                </p>
                <p>
                    1. Используя нашу палитру оттенков, выберите цвет, который соответствует вашему
                    естественному цвету волос.
                </p>
                <p>
                    2. Выберите любой цвет в пределах вашего уровня тона, любой более тёмный оттенок
                    или на один уровень светлее.
                </p>
                <p>
                    Например: если 5N - это ваш естественный оттенок или близок к нему, то вы можете
                    использовать любой цвет в диапазоне 5 или любой другой более тёмный. Если вы
                    хотите сделать волосы на один тон светлее, то вы можете использовать 6N.
                    Благодаря щадящим компонентам цветовых красителей волосы могут быть осветлены
                    на один уровень тона. Для осветления волос более чем на два уровня тона вам
                    понадобятся оттенки Nature Highlight или осветлитель Kit, подходящий для
                    средних каштановых и светлых волос.
                </p>
                <p>
                    Купите прямо сейчас свой идеальный оттенок!
                </p>
            </div>
        </section>
        <section id="use">
            <div className="section__item">
                <h2>Как правильно использовать перманентные красители Tins of Nature?</h2>
                <p>
                    Чтобы добиться максимальных результатов окрашивания, выполните предварительный
                    уход c Tints of Nature Hydrate или Structure Treatment...и всегда помните о
                    проведении теста на <span>чувствительность кожи и эластичность волос!</span>
                </p>
                <p>
                    1. Нанесите шампунь Tints of Nature Clairify и тщательно промойте (отлично
                    подходит для стойкой седины и удаления любого продукта или цвета, накопившегося
                    на ваших волосах).
                </p>
                <p>
                    2. Высушите полотенцем и аккуратно расчешите волосы
                </p>
                <p>
                    3. Наденьте перчатки, которые идут в комплекте.
                </p>
                <p>
                    4. Откройте обе бутылки с Colour Gel и Colourfix и налейте Colour Gel в бутылку Colourfix.
                </p>
                <p>
                    5. Плотно закрутите крышку флакона Colourfix и встряхните\перемешайте.
                </p>
                <p>
                    6. Откройте и приступите к нанесению.
                </p>
                <p>
                    7. Для достижения наилучших результатов разделите волосы и аккуратно нанесите краситель,
                    начиная с корней и по всей длине.
                </p>
                <p>
                    8. Наносите краситель на волосы до тех пор, пока каждая прядь волос не будет покрыта.
                </p>
                <p>
                    9. Используя прилагаемую пластиковую шапочку, полностью накройте волосы, снимите перчатки,
                    промойте их чистой водой и подождите 30 минут. (Для окрашивания седых волос или осветления
                    волос время выдержки составляет 40 минут.)
                </p>
                <p>
                    10. Наденьте перчатки и снимите пластиковую шапочку. Промойте волосы под теплой водой, пока
                    вода не станет прозрачной.
                </p>
                <p>
                    11. Используйте пакетик с увлажняющим шампунем.
                </p>
                <p>
                    12. Промойте водой и нанесите Hydrate Conditioner. Расчешите и оставьте на 5 минут.
                </p>
                <p>
                    13. Тщательно промойте и высушите феном.
                </p>
                <p>
                    14. Уложите как обычно и восхищайтесь результатом!
                </p>
            </div>
            <div className="section__item">
                <img src="/articles/permanent-tips/washhair.png" />
            </div>
        </section>
        <section className="reverse" id="mix">
            <div className="section__item">
                <img src="/articles/permanent-tips/mixhairdye.jpg" />
            </div>
            <div className="section__item">
                <h2>Смешайте свой задуманный оттенок красителя...</h2>
                <p>
                    Все наши красители для домашнего использования прекрасно смешиваются, так что вы можете
                    найти индивидуальный оттенок, который подходит именно вам. Ниже приведены некоторые
                    популярные примеры цветовых коктейлей.
                </p>
                <p>
                    10N + 8C = светло-пепельный блондин
                </p>
                <p>
                    7R + 5FR = средняя-красная медь
                </p>
                <p>
                    8N + 4M = блонд-красное дерево
                </p>
                <p>
                    Для начала мы всегда советуем смешивать цветные гели в равных количествах. Например...
                    Смешайте 25 мл цветного геля 4N и 25 мл цветного геля 4C с 50 мл Colourfix ... затем
                    количеством можно отрегулировать наилучший оттенок в соответствии с вашим желаемым
                    результатом оттенка. Всегда помните, что соотношение цветного геля к Colourfix всегда
                    должно быть одинаковым и должно оставаться таким же, как 50 мл цветного геля и 50 мл
                    Colourfix. - Это правило всегда будет применяться к смешиванию перманентных оттенков.
                    Любая комбинация может быть использована до тех пор, пока соотношение остается прежним(1:1).
                </p>
                <p>
                    Не забудьте свой удобный набор для смешивания Tints of Nature!
                </p>
            </div>
        </section>
        <section id="grey">
            <div className="section__item">
                <h2>Окрашивание седых волос...</h2>
                <p>
                    Закрашивают ли краски Tints of Nature седые волосы? Да! Все натуральные оттенки от 1N по 8 N
                    окрашивают седые волосы на 100%. Седые  волосы могут быть очень устойчивы к окрашиванию,
                    обычно это происходит потому, что волосам не хватает необходимой влаги. Мы предлагаем вам
                    советы и рецепты для наилучшего закрашивания седины. Единственный оттенок, который не
                    закрашивает седину на 100%  – это 10N.
                </p>
                <span>Совет 1</span>
                <p>
                    1. Промойте волосы с шампунем Tints of Nature Clarify Shampoo, взбив его в пену (следует
                    выполнять указания на пузырьке). Нанесите пену, промойте волосы и высушите полотенцем.
                </p>
                <p>
                    2. Сделайте тщательный массаж ваших волос со средством по улучшению структуры волос Tints of
                    Nature Structure Treatment и оставьте его на 15 минут, чтобы он оказал свое магическое действие.
                </p>
                <p>
                    3. Смойте средство для ухода и высушите полотенцем.
                </p>
                <p>
                    4. Следуя инструкциям на упаковке смешайте выбранный цвет.
                </p>
                <span>Совет 2</span>
                <p>
                    Если вы используете один из модных оттенков, вам просто надо смешать его с таким же количеством
                    натурального оттенка (N) того же номера.
                </p>
                <p>
                    Например, смешайте 25 мл 7D (модный оттенок) + 25 мл 7N (натуральный оттенок) + 50 мл Colourfix
                    = потрясающий модный цвет.
                </p>
                <p>
                    Все наши натуральные оттенки содержат большую кондиционирующую основу, которая, следовательно,
                    обеспечит максимальное закрашивание седины. В качестве альтернативы вы можете выбрать любой
                    натуральный оттенок и нанести его по назначению или смешать два натуральных оттенка, чтобы
                    получить индивидуальный цвет и оптимальное закрашивание седины.</p>
            </div>
            <div className="section__item">
                <img src="/articles/permanent-tips/greyhair.png" />
            </div>
        </section>
    </ArticlePage>
);

export default AdvicePage;
