import React from 'react';

import {ArticlePage} from '../components';

const AdvicePage = () => (
    <ArticlePage>
        <div className="top__header">
            <p>
                Наши домашние краски для волос были тщательно подобраны, чтобы быть максимально нежными на ваших
                волосах и на вашей коже, но со временем любой из нас может стать чувствительным к любым
                ингредиентам, содержащимся в красителях для волос, даже к самым натуральным из них. Именно
                поэтому мы всегда рекомендуем проводить тест на чувствительность кожи за <span>48 часов </span>
                до того, как вы собираетесь покрасить волосы.
            </p>
        </div>
        <section className="reverse" id="fullhead">
            <div className="section__item">
                <img src="/articles/hair-skin-tests/heart.jpg" />
            </div>
            <div className="section__item">
                <h2>Как провести тест на чувствительность кожи...</h2>
                <p>
                    1. Промойте и высушите небольшой участок кожи на внутренней стороне запястья или на внутренней стороне локтя.
                </p>
                <p>
                    2. Нанесите небольшое количество цветного геля (наш маленький пригодный для вторичной переработки зеленый
                    флакон) на выбранный вами участок кожи.
                </p>
                <p>
                    3. Дайте высохнуть.
                </p>
                <p>
                    4. Оставьте на 2 часа. Если вы видите или чувствуете какие - либо признаки реакции - покраснение, болезненность,
                    раздражение или жжение, немедленно промойте участок кожи.
                </p>
                <p>
                    5.Через 2 часа смойте цветной гель с кожи и следите за любыми признаками реакции, как уже упоминалось выше, в
                    течение следующих 48 часов. Если вы не испытываете никакой реакции - можете спокойно выполнять окрашивание!
                </p>
                <p>
                    Если возникают какие-либо признаки реакции, пожалуйста, не используйте наш продукт, а если симптомы сохраняются,
                    пожалуйста, обратитесь за медицинской помощью к своему врачу или фармацевту.
                </p>
                <p>
                    <b>Пожалуйста, обратите внимание: не забудьте провести тест чувствительности кожи перед каждым нанесением красителем -
                    это очень важно!</b> Вы можете посмотреть <a href="https://www.youtube.com/watch?v=Nj0PFUVBph4&ab_channel=TintsofNatureGlobal">наше видео</a>
                    &nbsp;по использованию "шаг за шагом".
                </p>
            </div>
        </section>
        <section>
            <div className="section__item">
                <h2>
                    Тест на пряди волос
                </h2>
                <p>
                    Тест на пряди волос-отличный способ показать, как выбранные вами оттенки будут выглядеть на ваших волосах перед
                    полным окрашиванием. Смотрите наше видео "шаг за шагом"!
                </p>
                <span>
                    Пожалуйста, убедитесь, что вы провели тест на чувствительность кожи!
                </span>
                <p>
                    1. Для <a href="https://tintsofnature.com/shop/permanent">перманентной краски для волос</a> используйте
                    пластиковую чашу (или наш набор для смешивания Tints of Nature) смешайте колпачок Colour Gel и колпачок Colourfix.
                    (Пожалуйста, не используйте металлическую посуду или миски.)
                    <a href="https://tintsofnature.com/shop/semi-permanent">для крема хны </a>перемешайте.
                </p>
                <p>
                    2. Наденьте перчатки-их можно найти в вашем наборе Tints of Nature.
                </p>
                <p>
                    3. Возьмите прибл. 1 см прядь волос. (Если вы хотите закрасить серые волосы убедитесь, что есть некоторые серые волосы в пряди.)
                </p>
                <p>
                    4. Нанесите цвет на вашу прядь волос-от корня до кончика.
                </p>
                <p>
                    5. Промойте и снимите перчатки (они понадобятся вам для нанесения цвета) и подождите 30 минут.
                </p>
                <p>
                    6. Промойте прядь волос теплой водой и высушите феном.
                </p>
            </div>
            <div className="section__item">
                <img src="/articles/hair-skin-tests/permhennacream.png" />
            </div>
        </section>
        <section className="reverse">
            <div className="section__item">
                <img src="/articles/hair-skin-tests/highlightkits.png" />
            </div>
            <div className="section__item">
                <h2>
                    Тест на пряди волос для мелирования и осветления
                </h2>
                <p>
                    Тест прядей волос - это отличный способ показать, как выбранные вами
                    &nbsp;<a href="https://tintsofnature.com/shop/lightening">Tins of Nature осветлители</a> ваши волосы перед полным окрашиванием.
                </p>
                <span>
                    Пожалуйста, убедитесь, что вы провели тест на чувствительность кожи!
                </span>
                <p>
                    1. Наденьте перчатки. Используя пластиковую ложку и нашу чашу Tins of Nature для смешивания или чашу, входящую в комплект,
                    смешайте половину чайной ложки осветляющего порошка с половиной чайной ложки активатора. Тщательно перемешайте в однородную
                    пасту.
                    <b>
                        (Если вы используете осветлитель, также добавьте половину чайной ложки защитного масла и смешайте до образования
                        однородной консистенции)
                    </b>
                </p>
                <p>
                    2. Возьмите  прядь (прибл. 1см.) волос и нанесите смесь. Оставьте на 10 минут.
                </p>
                <p>
                    3. С помощью бумажного полотенца удалите краситель с волос и оцените степень осветления.
                </p>
                <p>
                    4. Если желаемый окрас и оттенок не были достигнуты, повторно нанесите смесь на ту же прядь волос и проверяйте каждые 5-10 минут.
                    (Пожалуйста, не продолжайте процедуру дольше 45 минут.) Если во время теста ваши волосы начинают нагреваться или значительно
                    ослабевать, немедленно смойте их и не приступайте к нанесению.
                    <b>
                        &nbsp;Обратите внимание, что время разработки может варьироваться в
                        зависимости от цвета и состояния ваших волос.
                    </b>
                </p>
                <p>
                    5. Как только ваш желаемый оттенок будет достигнут, запишите время достижения результата и промойте прядь волос.
                </p>
            </div>
        </section>
    </ArticlePage>
);

export default AdvicePage;
