import React from 'react';

import {ArticlePage} from '../components';

const AdvicePage = () => (
    <ArticlePage>
        <div className="top__header center">
            <h3 className="black">Здоровые и натуральные волосы...</h3>
            <b>
                Tints of Nature, взгляните поближе на нашу историю и узнайте о нашем развитии.
            </b>
        </div>
        <section className="reverse">
            <div className="section__item">
                <img src="/articles/our-story/heart.jpg" />
            </div>
            <div className="section__item">
                <b>
                    Наша история началась в 1995 году с одной маленькой команды и одного важного замысла:
                    производить непревзойдённые красители для волос и средства по уходу,  которые были бы
                    не только натуральными, но и этичными, и безопасными для окружающей среды и здоровья.
                </b>
                <p>
                    Управляющий директор Herb UK Ltd, головной компании Tints of Nature, Рауль Перфитт и
                    команда Herb UK хотели дать потребителям натуральные альтернативные средства по уходу
                    за волосами, поскольку многие из них содержали и до сих пор содержат большое количество
                    синтетических, и вредных химических компонентов. С самых ранних лет Рауль всегда
                    интересовался фитотерапией и натуральной косметикой, знал о силе и потенциале безвредных
                    и натуральных ингредиентов в области косметики. Tints of Nature был создан для того,
                    чтобы обуздать этот потенциал, доказать высокие эксплуатационные возможности натуральных
                    ингредиентов и соперничать с потребностью в химических формулах.
                </p>
            </div>
        </section>
        <section>
            <div className="section__item">
                <b>
                    Успешно стартовав в магазинах здорового питания и нескольких универмагах, спрос на Tints
                    of Nature рос как в Великобритании, так и за рубежом. Следуя одному большому замыслу на
                    протяжении более 20 лет, мы разрушали стереотипы, никогда не проводили опыты на животных
                    и продолжали стремиться поставлять продукцию самого высокого качества с нашими
                    потребителями во главе того, что мы делаем..
                </b>
                <p>
                    С нашими покупателями и нашей планетой во главе, мы продолжаем стремиться обучать и
                    информировать всех наших клиентов о преимуществах использования натуральных ингредиентов,
                    продуктов и источников этического подхода к обеспечению того, чтобы мы вносили свой вклад
                    в окружающую среду и обеспечивали вам, нашему клиенту, выбор того, что вы используете на
                    своих волосах и коже головы.
                </p>
            </div>
            <div className="section__item">
                <img src="/articles/our-story/tint.jpg" />
            </div>
        </section>
        <section className="reverse">
            <div className="section__item">
                <img src="/articles/our-story/tree.jpg" />
            </div>
            <div className="section__item">
                <b>
                    Прекрасный Нью-Форест стал домом для Tins of Nature с самого начала, базируясь в Лимингтоне,
                    мы окружены потрясающими пейзажами, природными ландшафтами и очаровательными лошадьми
                    Нью-Фореста. Мы разрабатываем наши продукты на собственном производстве, управляем бережливыми
                    производственными процессами в соответствии со стандартами ЕС и используем экологически чистые
                    системы, начиная с функционирования нашей фабрики и заканчивая поощрением более экологичных
                    инициатив среди сотрудников.
                </b>
                <p>
                    Перенесемся в 2018 год, и теперь мы продаем Tints of Nature онлайн, а также в независимых
                    магазинах здорового питания, включая Wholefoods и Sprouts, в более чем 40 странах мира.
                </p>
                <p>
                    Мы гордимся тем, что обладаем двумя патентами на наш уникальный перманентный состав и на нашу
                    систему подачи сухого шампуня... и не забываем упомянуть наш удостоенный наград ассортимент
                    красителей и средств по уходу за волосами!
                </p>
            </div>
        </section>
        <section className="footer center">
            <div>
                <p>
                    Наш бренд, наши продукты и семья Tins of Nature сильно выросли за последние 20 лет, и есть еще много
                    интересных вещей, которые мы можем предложить. Так что присоединяйтесь к нам и заново открывайте для
                    себя красоту ваших волос!
                </p>
                <p>
                    Если вы хотите узнать больше о нашей истории, свяжитесь с нами.
                </p>
            </div>
        </section>
    </ArticlePage>
);

export default AdvicePage;
